Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: CycleAnalyticsEvent|%{label_reference} label was added to the issue
sv: CycleAnalyticsEvent|%{label_reference} label was added to the issue|Etiketten %{label_reference} lades till i ärendet

source: CycleAnalyticsEvent|%{label_reference} label was added to the merge request
sv: CycleAnalyticsEvent|%{label_reference} label was added to the merge request|Etiketten %{label_reference} lades till i sammanfogningsbegäran

source: CycleAnalyticsEvent|%{label_reference} label was removed from the issue
sv: CycleAnalyticsEvent|%{label_reference} label was removed from the issue|Etiketten %{label_reference} togs bort från ärendet

source: CycleAnalyticsEvent|%{label_reference} label was removed from the merge request
sv: CycleAnalyticsEvent|%{label_reference} label was removed from the merge request|Etiketten %{label_reference} togs bort från sammanfogningsbegäran

source: CycleAnalyticsEvent|Issue closed
sv: CycleAnalyticsEvent|Issue closed|Ärendet stängdes

source: CycleAnalyticsEvent|Issue created
sv: CycleAnalyticsEvent|Issue created|Ärendet skapades

source: CycleAnalyticsEvent|Issue first added to a board
sv: CycleAnalyticsEvent|Issue first added to a board|Ärendet lades först till på en tavla

source: CycleAnalyticsEvent|Issue first added to iteration
sv: CycleAnalyticsEvent|Issue first added to iteration|Ärendet lades först till i en iteration

source: CycleAnalyticsEvent|Issue first assigned
sv: CycleAnalyticsEvent|Issue first assigned|Ärendet tilldelades först

source: CycleAnalyticsEvent|Issue first mentioned in a commit
sv: CycleAnalyticsEvent|Issue first mentioned in a commit|Ärendet nämndes först i en incheckning

source: CycleAnalyticsEvent|Issue label added
sv: CycleAnalyticsEvent|Issue label added|Ärendeetikett lades till

source: CycleAnalyticsEvent|Issue label removed
sv: CycleAnalyticsEvent|Issue label removed|Ärendeetikett togs bort

source: CycleAnalyticsEvent|Issue last edited
sv: CycleAnalyticsEvent|Issue last edited|Ärendet redigerades senast

source: CycleAnalyticsEvent|Merge request closed
sv: CycleAnalyticsEvent|Merge request closed|Sammanfogningsbegäran stängdes

source: CycleAnalyticsEvent|Merge request created
sv: CycleAnalyticsEvent|Merge request created|Sammanfogningsbegäran skapades

source: CycleAnalyticsEvent|Merge request first assigned
sv: CycleAnalyticsEvent|Merge request first assigned|Sammanfogningsbegäran tilldelades först

source: CycleAnalyticsEvent|Merge request first committed
sv: CycleAnalyticsEvent|Merge request first committed|Sammanfogningsbegäran checkades först in

source: CycleAnalyticsEvent|Merge request first deployed to production
sv: CycleAnalyticsEvent|Merge request first deployed to production|Sammanfogningsbegäran driftsattes först till produktion

source: CycleAnalyticsEvent|Merge request label added
sv: CycleAnalyticsEvent|Merge request label added|Etikett för sammanfogningsbegäran lades till

source: CycleAnalyticsEvent|Merge request label removed
sv: CycleAnalyticsEvent|Merge request label removed|Etikett för sammanfogningsbegäran togs bort

source: CycleAnalyticsEvent|Merge request last approved
sv: CycleAnalyticsEvent|Merge request last approved|Sammanfogningsbegäran godkändes senast

source: CycleAnalyticsEvent|Merge request last build finished
sv: CycleAnalyticsEvent|Merge request last build finished|Senaste bygget för sammanfogningsbegäran slutfördes

source: CycleAnalyticsEvent|Merge request last build started
sv: CycleAnalyticsEvent|Merge request last build started|Senaste bygget för sammanfogningsbegäran startades

source: CycleAnalyticsEvent|Merge request last edited
sv: CycleAnalyticsEvent|Merge request last edited|Sammanfogningsbegäran redigerades senast

source: CycleAnalyticsEvent|Merge request merged
sv: CycleAnalyticsEvent|Merge request merged|Sammanfogningsbegäran sammanfogades

source: CycleAnalyticsEvent|Merge request reviewer first assigned
sv: CycleAnalyticsEvent|Merge request reviewer first assigned|Granskare tilldelades först sammanfogningsbegäran

source: CycleAnalyticsStage|Issue
sv: CycleAnalyticsStage|Issue|Ärende

source: CycleAnalyticsStage|is not available for the selected group
sv: CycleAnalyticsStage|is not available for the selected group|är inte tillgängligt för den valda gruppen

source: DORA4Metrics|Failed to load DORA performance scores for Group: %{fullPath}
sv: DORA4Metrics|Failed to load DORA performance scores for Group: %{fullPath}|Det gick inte att läsa in DORA-prestandapoäng för gruppen: %{fullPath}

source: DORA4Metrics|Have less than 1 deploy to production per day.
sv: DORA4Metrics|Have less than 1 deploy to production per day.|Har färre än 1 driftsättning till produktion per dag.

source: DORA4Metrics|Median time to merge
sv: DORA4Metrics|Median time to merge|Median tid till sammanfogning

source: DORA4Metrics|Merge request throughput
sv: DORA4Metrics|Merge request throughput|Genomströmning för sammanfogningsbegäranden

source: DORA4Metrics|No data available for Group: %{fullPath}
sv: DORA4Metrics|No data available for Group: %{fullPath}|Inga data är tillgängliga för gruppen: %{fullPath}

source: DORA4Metrics|No merge requests were deployed during this period
sv: DORA4Metrics|No merge requests were deployed during this period|Inga sammanfogningsbegäranden driftsattes under denna period

source: DORA4Metrics|This is a lower-bound approximation. Your group has too many issues and MRs to calculate in real time.
sv: DORA4Metrics|This is a lower-bound approximation. Your group has too many issues and MRs to calculate in real time.|Detta är en approximation av den undre gränsen. Din grupp har för många ärenden och sammanfogningsbegäranden för att beräkna i realtid.

source: DORA4Metrics|This visualization is not supported for project namespaces.
sv: DORA4Metrics|This visualization is not supported for project namespaces.|Denna visualisering stöds inte för projektets namnrymder.

source: Dashboards|Groups I'm a member of
sv: Dashboards|Groups I'm a member of|Grupper som jag är medlem i

source: Dashboards|Projects I'm a member of
sv: Dashboards|Projects I'm a member of|Projekt som jag är medlem i

source: Dashboards|Search for a project or group...
sv: Dashboards|Search for a project or group...|Sök efter ett projekt eller en grupp…

source: Days to merge
sv: Days to merge|Dagar till sammanfogning

source: Default CI/CD configuration file
sv: Default CI/CD configuration file|Standardkonfigurationsfil för CI/CD

source: Default description template for merge requests
sv: Default description template for merge requests|Standardmall för beskrivning av sammanfogningsbegäranden

source: Define a custom deploy freeze pattern with %{cronSyntaxStart}cron syntax%{cronSyntaxEnd}.
sv: Define a custom deploy freeze pattern with %{cronSyntaxStart}cron syntax%{cronSyntaxEnd}.|Definiera ett anpassat mönster för driftsättningsfrysning med %{cronSyntaxStart}cron-syntax%{cronSyntaxEnd}.

source: Define and manage test cases for your project
sv: Define and manage test cases for your project|Definiera och hantera testfall för ditt projekt

source: Define rules for who can push, merge, and the required approvals for each branch.
sv: Define rules for who can push, merge, and the required approvals for each branch.|Definiera regler för vem som kan skicka upp, sammanfoga och vilka godkännanden som krävs för varje gren.

source: Delete pipeline
sv: Delete pipeline|Ta bort pipeline

source: Delete source branch
sv: Delete source branch|Ta bort källgren

source: Delete the pipeline
sv: Delete the pipeline|Ta bort pipelinen

source: DeleteProject|Couldn't remove the project. A project repository storage move is in progress. Try again when it's complete.
sv: DeleteProject|Couldn't remove the project. A project repository storage move is in progress. Try again when it's complete.|Kunde inte ta bort projektet. En flytt av lagringen för projektarkivet pågår. Försök igen när den är klar.

source: DeleteProject|Couldn't remove the project. A related snippet repository storage move is in progress. Try again when it's complete.
sv: DeleteProject|Couldn't remove the project. A related snippet repository storage move is in progress. Try again when it's complete.|Kunde inte ta bort projektet. En flytt av lagringen för ett relaterat snippet-arkiv pågår. Försök igen när den är klar.

source: Deleted the source branch.
sv: Deleted the source branch.|Tog bort källgrenen.

source: Deletes the source branch
sv: Deletes the source branch|Tar bort källgrenen

source: Did not delete the source branch.
sv: Did not delete the source branch.|Tog inte bort källgrenen.

source: Deploy container based web apps on Google managed clusters
sv: Deploy container based web apps on Google managed clusters|Driftsätt containerbaserade webbappar på Google-hanterade kluster

source: Deploy freezes
sv: Deploy freezes|Driftsättningsfrysningar

source: Deploy progress not found. To see pods, ensure your environment matches %{linkStart}deploy board criteria%{linkEnd}.
sv: Deploy progress not found. To see pods, ensure your environment matches %{linkStart}deploy board criteria%{linkEnd}.|Hittade inte driftsättningsförloppet. Kontrollera att din miljö uppfyller %{linkStart}kriterierna för driftsättningstavlan%{linkEnd} för att visa poddar.

source: Deploy static assets and resources to Google managed CDN
sv: Deploy static assets and resources to Google managed CDN|Driftsätt statiska tillgångar och resurser till Google-hanterat CDN

source: DeployFreeze|Add deploy freeze
sv: DeployFreeze|Add deploy freeze|Lägg till driftsättningsfrysning

source: DeployFreeze|Delete deploy freeze?
sv: DeployFreeze|Delete deploy freeze?|Ta bort driftsättningsfrysning?

source: DeployFreeze|Deploy freeze from %{start} to %{end} in %{timezone} will be removed. Are you sure?
sv: DeployFreeze|Deploy freeze from %{start} to %{end} in %{timezone} will be removed. Are you sure?|Driftsättningsfrysningen från %{start} till %{end} i %{timezone} tas bort. Är du säker?

source: DeployFreeze|Deploy freezes
sv: DeployFreeze|Deploy freezes|Driftsättningsfrysningar

source: DeployFreeze|No deploy freezes exist for this project. To add one, select %{strongStart}Add deploy freeze%{strongEnd} above.
sv: DeployFreeze|No deploy freezes exist for this project. To add one, select %{strongStart}Add deploy freeze%{strongEnd} above.|Det finns inga driftsättningsfrysningar för det här projektet. Välj %{strongStart}Lägg till driftsättningsfrysning%{strongEnd} ovan för att lägga till en.

source: DeployFreeze|Specify deploy freezes using %{cron_syntax_link_start}cron syntax%{cron_syntax_link_end}.
sv: DeployFreeze|Specify deploy freezes using %{cron_syntax_link_start}cron syntax%{cron_syntax_link_end}.|Ange driftsättningsfrysningar med %{cron_syntax_link_start}cron-syntax%{cron_syntax_link_end}.

source: Deployment Target|%{linkStart}How to provision or deploy to Kubernetes clusters from GitLab?%{linkEnd}
sv: Deployment Target|%{linkStart}How to provision or deploy to Kubernetes clusters from GitLab?%{linkEnd}|%{linkStart}Hur etablerar eller driftsätter jag till Kubernetes-kluster från GitLab?%{linkEnd}

source: Deployment Target|Project deployment target (optional)
sv: Deployment Target|Project deployment target (optional)|Projektets driftsättningsmål (valfritt)

source: DeploymentApprovals|Allow pipeline triggerer to approve deployment.
sv: DeploymentApprovals|Allow pipeline triggerer to approve deployment.|Tillåt att den som utlöser pipelinen godkänner driftsättningen.

source: Deployments|Add an %{codeStart}environment:name%{codeEnd} to your CI/CD jobs to register a deployment action. %{linkStart}Learn more about environments.%{linkEnd}
sv: Deployments|Add an %{codeStart}environment:name%{codeEnd} to your CI/CD jobs to register a deployment action. %{linkStart}Learn more about environments.%{linkEnd}|Lägg till %{codeStart}environment:name%{codeEnd} i dina CI/CD-jobb för att registrera en driftsättningsåtgärd. %{linkStart}Läs mer om miljöer.%{linkEnd}

source: Deployment|Branch
sv: Deployment|Branch|Gren

source: Deployment|Deploy
sv: Deployment|Deploy|Driftsätt

source: Deployment|Pipeline
sv: Deployment|Pipeline|Pipeline

source: Deployment|There was an issue fetching the deployment, please try again later.
sv: Deployment|There was an issue fetching the deployment, please try again later.|Ett fel uppstod när driftsättningen hämtades. Försök igen senare.

source: DevopsAdoption|Adoption by group
sv: DevopsAdoption|Adoption by group|Användning per grupp

source: DevopsAdoption|At least one approval on a merge request
sv: DevopsAdoption|At least one approval on a merge request|Minst ett godkännande av en sammanfogningsbegäran

source: DevopsAdoption|At least one deploy
sv: DevopsAdoption|At least one deploy|Minst en driftsättning

source: DevopsAdoption|At least one issue created
sv: DevopsAdoption|At least one issue created|Minst ett skapat ärende

source: DevopsAdoption|At least one merge request created
sv: DevopsAdoption|At least one merge request created|Minst en skapad sammanfogningsbegäran

source: DevopsAdoption|At least one pipeline successfully run
sv: DevopsAdoption|At least one pipeline successfully run|Minst en pipeline har körts utan fel

source: DevopsAdoption|DAST enabled for at least one project
sv: DevopsAdoption|DAST enabled for at least one project|DAST är aktiverat för minst ett projekt

source: DevopsAdoption|Dependency Scanning enabled for at least one project
sv: DevopsAdoption|Dependency Scanning enabled for at least one project|Säkerhetsgenomsökning av beroenden är aktiverad för minst ett projekt

source: DevopsAdoption|DevOps adoption tracks the use of key features across your favorite groups. Add a group to the table to begin.
sv: DevopsAdoption|DevOps adoption tracks the use of key features across your favorite groups. Add a group to the table to begin.|DevOps-användning följer användningen av viktiga funktioner i dina favoritgrupper. Lägg till en grupp i tabellen för att börja.

source: DevopsAdoption|Fuzz Testing enabled for at least one project
sv: DevopsAdoption|Fuzz Testing enabled for at least one project|Fuzz-testning är aktiverad för minst ett projekt

source: DevopsAdoption|There was an error enabling the current group. Please refresh the page.
sv: DevopsAdoption|There was an error enabling the current group. Please refresh the page.|Ett fel uppstod när den aktuella gruppen aktiverades. Uppdatera sidan.

source: DevopsAdoption|There was an error fetching Group adoption data. Please refresh the page.
sv: DevopsAdoption|There was an error fetching Group adoption data. Please refresh the page.|Ett fel uppstod när data om gruppanvändning hämtades. Uppdatera sidan.

source: DevopsAdoption|This group has no subgroups
sv: DevopsAdoption|This group has no subgroups|Den här gruppen har inga undergrupper

source: DevopsAdoption|You cannot remove the group you are currently in.
sv: DevopsAdoption|You cannot remove the group you are currently in.|Du kan inte ta bort gruppen som du för närvarande befinner dig i.

source: DiffblueCover|My token name
sv: DiffblueCover|My token name|Namnet på min åtkomsttoken

source: DiscordService|Send notifications about project events to a Discord channel.
sv: DiscordService|Send notifications about project events to a Discord channel.|Skicka aviseringar om projekthändelser till en Discord-kanal.

source: Discover|GitLab will perform static and dynamic tests on the code of your application, looking for known flaws and report them in the merge request so you can fix them before merging.
sv: Discover|GitLab will perform static and dynamic tests on the code of your application, looking for known flaws and report them in the merge request so you can fix them before merging.|GitLab kör statiska och dynamiska tester av din applikations kod, söker efter kända brister och rapporterar dem i sammanfogningsbegäran så att du kan åtgärda dem innan sammanfogning.

source: Do not include the username in the URL, use the username field below if required: %{code_open}https://gitlab.company.com/group/project.git%{code_close}.
sv: Do not include the username in the URL, use the username field below if required: %{code_open}https://gitlab.company.com/group/project.git%{code_close}.|Ta inte med användarnamnet i URL:en. Använd användarnamnsfältet nedan vid behov: %{code_open}https://gitlab.company.com/group/project.git%{code_close}.

source: Do you still want to merge?
sv: Do you still want to merge?|Vill du fortfarande sammanfoga?

source: Edit deploy freeze
sv: Edit deploy freeze|Redigera driftsättningsfrysning

source: Edit deploy key
sv: Edit deploy key|Redigera driftsättningsnyckel

source: Edit in pipeline editor
sv: Edit in pipeline editor|Redigera i pipelineredigeraren

source: Edit merge request
sv: Edit merge request|Redigera sammanfogningsbegäran

source: Edit project: %{project_name}
sv: Edit project: %{project_name}|Redigera projekt: %{project_name}

source: Edit public deploy key
sv: Edit public deploy key|Redigera offentlig driftsättningsnyckel

source: Edit scheduled pipeline
sv: Edit scheduled pipeline|Redigera schemalagd pipeline

source: Edit, lint, and visualize your pipeline.
sv: Edit, lint, and visualize your pipeline.|Redigera, lintgranska och visualisera din pipeline.

source: Either the `publish` or `pages.publish` option may be present in `.gitlab-ci.yml`, but not both.
sv: Either the `publish` or `pages.publish` option may be present in `.gitlab-ci.yml`, but not both.|Antingen alternativet `publish` eller `pages.publish` får finnas i `.gitlab-ci.yml`, men inte båda.

source: Either the title or description must reference a Jira issue.
sv: Either the title or description must reference a Jira issue.|Antingen rubriken eller beskrivningen måste hänvisa till ett Jira-ärende.

source: EmailError|The thread you are replying to no longer exists, perhaps it was deleted? If you believe this is in error, contact a staff member.
sv: EmailError|The thread you are replying to no longer exists, perhaps it was deleted? If you believe this is in error, contact a staff member.|Tråden som du svarar på finns inte längre, kanske har den tagits bort? Kontakta en administratör om du tror att detta är ett fel.

source: EmailError|We couldn't figure out what the email is for. Please create your issue or comment through the web interface.
sv: EmailError|We couldn't figure out what the email is for. Please create your issue or comment through the web interface.|Vi kunde inte avgöra vad e-postmeddelandet avser. Skapa ditt ärende eller din kommentar via webbgränssnittet.

source: EmailError|We couldn't find the project. Please check if there's any typo.
sv: EmailError|We couldn't find the project. Please check if there's any typo.|Vi kunde inte hitta projektet. Kontrollera om det finns något skrivfel.

source: EmailError|We couldn't process your email because it is too large. Please create your issue or comment through the web interface.
sv: EmailError|We couldn't process your email because it is too large. Please create your issue or comment through the web interface.|Vi kunde inte behandla ditt e-postmeddelande eftersom det är för stort. Skapa ditt ärende eller din kommentar via webbgränssnittet.

source: EmailError|You are not allowed to perform this action. If you believe this is in error, contact a staff member.
sv: EmailError|You are not allowed to perform this action. If you believe this is in error, contact a staff member.|Du har inte behörighet att utföra denna åtgärd. Kontakta en administratör om du tror att detta är ett fel.

source: EmailError|Your account has been blocked. If you believe this is in error, contact a staff member.
sv: EmailError|Your account has been blocked. If you believe this is in error, contact a staff member.|Ditt konto har blockerats. Kontakta en administratör om du tror att detta är ett fel.

source: Enable Pipeline Job logs collection
sv: Enable Pipeline Job logs collection|Aktivera insamling av jobbloggar för pipeline

source: Enable access to the performance bar for non-administrators in a given group.
sv: Enable access to the performance bar for non-administrators in a given group.|Aktivera åtkomst till prestandafältet för icke-administratörer i en angiven grupp.

source: EnableReviewApp|Add a job in your CI/CD configuration that:
sv: EnableReviewApp|Add a job in your CI/CD configuration that:|Lägg till ett jobb i din CI/CD-konfiguration som:

source: EnableReviewApp|Have access to infrastructure that can host and deploy the review apps.
sv: EnableReviewApp|Have access to infrastructure that can host and deploy the review apps.|Har åtkomst till infrastruktur som kan vara värd för och driftsätta granskningsapparna.

source: EnableReviewApp|Make sure your project has an environment configured with the target URL set to your website URL. If not, create a new one before continuing.
sv: EnableReviewApp|Make sure your project has an environment configured with the target URL set to your website URL. If not, create a new one before continuing.|Kontrollera att projektet har en konfigurerad miljö med mål-URL:en inställd på webbplatsens URL. Skapa annars en ny innan du fortsätter.

source: EnableReviewApp|Review apps are dynamic environments that you can use to provide a live preview of changes made in a feature branch.
sv: EnableReviewApp|Review apps are dynamic environments that you can use to provide a live preview of changes made in a feature branch.|Granskningsappar är dynamiska miljöer som du kan använda för att visa en direkt förhandsvisning av ändringar i en funktionsgren.

source: EndOfTrialModal|Source Code Management & CI/CD
sv: EndOfTrialModal|Source Code Management & CI/CD|Källkodshantering och CI/CD

source: EndOfTrialModal|Upgrade %{name} to Premium to maintain access to advanced features and keep your workflow running smoothly.
sv: EndOfTrialModal|Upgrade %{name} to Premium to maintain access to advanced features and keep your workflow running smoothly.|Uppgradera %{name} till Premium för att behålla tillgång till avancerade funktioner och hålla arbetsflödet igång.

source: Ensure your %{linkStart}environment is part of the deploy stage%{linkEnd} of your CI pipeline to track deployments to your cluster.
sv: Ensure your %{linkStart}environment is part of the deploy stage%{linkEnd} of your CI pipeline to track deployments to your cluster.|Kontrollera att din %{linkStart}miljö är en del av driftsättningssteget%{linkEnd} i CI-pipelinen för att spåra driftsättningar till klustret.

source: Enter a name for your group.
sv: Enter a name for your group.|Ange ett namn för gruppen.

source: Enter admin mode
sv: Enter admin mode|Aktivera administratörsläge

source: Enter confidential issue URL
sv: Enter confidential issue URL|Ange URL för konfidentiellt ärende

source: Enter issue URL
sv: Enter issue URL|Ange ärende-URL

source: Enter merge request URLs
sv: Enter merge request URLs|Ange URL:er för sammanfogningsbegäranden

source: Enter values to populate the .gitlab-ci.yml configuration file.
sv: Enter values to populate the .gitlab-ci.yml configuration file.|Ange värden för att fylla i konfigurationsfilen .gitlab-ci.yml.

source: Environments allow you to track deployments of your application. To protect this environment, go to the CI/CD settings %{linkStart}Protected environments%{linkEnd} section.
sv: Environments allow you to track deployments of your application. To protect this environment, go to the CI/CD settings %{linkStart}Protected environments%{linkEnd} section.|Miljöer låter dig spåra driftsättningar av din applikation. Gå till avsnittet %{linkStart}Skyddade miljöer%{linkEnd} i CI/CD-inställningarna för att skydda den här miljön.

source: EnvironmentsDashboard|Add a project to the dashboard
sv: EnvironmentsDashboard|Add a project to the dashboard|Lägg till ett projekt på instrumentpanelen
